{
	"scenarios": {
		"tutorial": {
			"tutorial_steps": {
				"create_stockpile": {
					"ui_steps": {
						"set1": {
							"step001": {
								"title": "Clique no botão de Zona",
								"description": "As zonas definem o que acontece em sua cidade"
							},
							"step000": {
								"title": "Acabamos de colher alguma madeira",
								"description": "Precisamos coloca-la em algum lugar"
							},
							"step003": {
								"title": "Clique em confirmar",
								"description": "ultilize o filtro para selecionar o tipo de item que deseja colocar no estoque"
							},
							"step002": {
								"title": "Clique no botão Estoque para criar um",
								"description": "São os cidadões que colocam seus itens no estoque"
							}
						}
					}
				},
				"harvest_logs": {
					"scenario_data": {
						"message": "Se pretende criar sua cidade, precisaremos de madeira... Muita madeira! Corte algumas árvores na proximidade para conseguir madeira.",
						"completed_message": "Parabéns! Agora temos alguns recursos. Madeira e outros recursos naturais podem ser usados para construir edifícios e itens artesanais. Eles são essenciais para a construção e avanço da sua cidade.",
						"title": "[str(i18n_data.town_name)] Town: Initial Supplies",
						"resource_display_name": "Tora de madeira"
					},
					"ui_steps": {
						"set1": {
							"step001": {
								"title": "Clique no butão de Colher",
								"description": "Use o botão de colheita para cortar as árvores"
							},
							"step000": {
								"title": "Clique no botão de Cultivar",
								"description": "Use o botão de cultivar para coletar recursos do mundo"
							}
						}
					}
				},
				"promote_carpenter": {
					"ui_steps": {
						"set1": {
							"step006": {
								"title": "Clique em Decretar para aprovar a promoção"
							},
							"step005": {
								"title": "Clique no botão de trabalho Carpenter."
							},
							"step004": {
								"title": "Clique em Alterar Emprego para promover este colonos para um trabalho diferente"
							},
							"step001": {
								"title": "Abra o Gerenciador de colonos",
								"description": "Use este painel para gerenciar todos os seus colonos, ver suas estatísticas e definir suas ordens de tarefas."
							},
							"step000": {
								"title": "Promova um colonos para um carpinteiro",
								"description": "Temos troncos e um lugar para guardar mercadorias, mas a cidade parece bem vazia. Felizmente, trouxemos uma serra junto conosco. Vamos promover um colonos para um carpinteiro!"
							},
							"step007": {
								"title": "Cidade dos Artesões",
								"description": "Carpinteiros e outros artesões podem criar vários produtos para ajudar o seu assentamento, desde camas, materiais de construção e até armas."
							},
							"step003": {
								"title": "Passe o mouse sobre os números para saber o que cada atributo faz",
								"description": " Cada colonos tem um atributo de Mente, Corpo e Espírito que afeta no quão bom eles fazem certas coisas."
							},
							"step002": {
								"title": "Escolha um colonos para promover"
							}
						}
					}
				}
			}
		}
	}
}
